---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationServiceButton
source: html/550ef960-af44-a5fa-c945-cf85406451e6.htm
---
# FabricationServiceButton Properties

The button index for this button.